Repository: jhancock1975/pockterm
Catalog: pockterm/Localizable.xcstrings
Source language: en
Languages: ar, el, es, fr, he, hi, it, ja, ko, ru, te, uk, zh_hans, zh_hant

source: Paste ~/.ssh/config
ar: لصق ‎~/.ssh/config
el: Επικολλήστε το ~/.ssh/config
es: Pegar ~/.ssh/config
fr: Collez ~/.ssh/config
he: הדבק ‎~/.ssh/config
hi: ~/.ssh/config चिपकाएँ
it: Incolla ~/.ssh/config
ja: ~/.ssh/config を貼り付け
ko: ~/.ssh/config 붙여넣기
ru: Вставьте ~/.ssh/config
te: ~/.ssh/config అతికించండి
uk: Вставте ~/.ssh/config
zh_hans: 粘贴 ~/.ssh/config
zh_hant: 貼上 ~/.ssh/config

source: Permission denied.
ar: تم رفض الإذن.
el: Δεν επιτρέπεται η πρόσβαση.
es: Permiso denegado.
fr: Autorisation refusée.
he: ההרשאה נדחתה.
hi: अनुमति नहीं मिली।
it: Permesso negato.
ja: アクセスが拒否されました。
ko: 권한이 거부되었습니다.
ru: Доступ запрещён.
te: అనుమతి నిరాకరించబడింది.
uk: Доступ заборонено.
zh_hans: 权限被拒绝。
zh_hant: 權限遭拒。

source: Permissions
ar: الأذونات
el: Δικαιώματα
es: Permisos
fr: Autorisations
he: הרשאות
hi: अनुमतियाँ
it: Permessi
ja: アクセス権
ko: 권한
ru: Права
te: అనుమతులు
uk: Права
zh_hans: 权限
zh_hant: 權限

source: Permissions (octal)
ar: الأذونات (ثماني)
el: Δικαιώματα (οκταδικά)
es: Permisos (octal)
fr: Autorisations (octal)
he: הרשאות (אוקטלי)
hi: अनुमतियाँ (ऑक्टल)
it: Permessi (ottali)
ja: アクセス権（8 進数）
ko: 권한(8진수)
ru: Права (восьмеричные)
te: అనుమతులు (ఆక్టల్)
uk: Права (вісімкові)
zh_hans: 权限（八进制）
zh_hant: 權限（八進位）

source: Photos & Videos…
ar: الصور والفيديوهات…
el: Φωτογραφίες και βίντεο…
es: Fotos y vídeos…
fr: Photos et vidéos…
he: תמונות וסרטונים…
hi: फ़ोटो और वीडियो…
it: Foto e video…
ja: 写真とビデオ…
ko: 사진 및 비디오…
ru: Фото и видео…
te: ఫోటోలు & వీడియోలు…
uk: Фото й відео…
zh_hans: 照片和视频…
zh_hant: 照片和影片…

source: Pick as many as you like. They land in the folder you are viewing, and the listing scrolls to show them.
ar: اختر ما تشاء منها. تُحفظ في المجلد الذي تعرضه، وتنتقل القائمة لإظهارها.
el: Επιλέξτε όσα θέλετε. Τοποθετούνται στον φάκελο που βλέπετε και η λίστα μετακινείται για να τα δείξει.
es: Elige tantos como quieras. Se guardan en la carpeta que estás viendo y el listado se desplaza para mostrarlos.
fr: Choisissez-en autant que vous voulez. Ils arrivent dans le dossier que vous consultez, et la liste défile pour les montrer.
he: בחר כמה שתרצה. הם נשמרים בתיקייה שאתה צופה בה, והרשימה נגללת כדי להציג אותם.
hi: जितनी चाहें चुनें। वे उसी फ़ोल्डर में आती हैं जिसे आप देख रहे हैं, और सूची उन्हें दिखाने के लिए स्क्रॉल होती है।
it: Scegline quanti vuoi. Finiscono nella cartella che stai visualizzando e l'elenco scorre per mostrarli.
ja: いくつでも選べます。表示中のフォルダに置かれ、一覧がスクロールして表示されます。
ko: 원하는 만큼 선택하십시오. 보고 있는 폴더에 놓이며, 목록이 스크롤되어 보여 줍니다.
ru: Выбирайте сколько угодно. Они попадут в папку, которую вы просматриваете, и список прокрутится к ним.
te: మీకు కావలసినన్ని ఎంచుకోండి. అవి మీరు చూస్తున్న ఫోల్డర్‌లో చేరతాయి, మరియు జాబితా వాటిని చూపించడానికి స్క్రోల్ అవుతుంది.
uk: Вибирайте скільки завгодно. Вони потраплять до папки, яку ви переглядаєте, і список прокрутиться до них.
zh_hans: 想选多少就选多少。它们会存入你正在查看的文件夹，列表会滚动显示它们。
zh_hant: 想選多少就選多少。它們會存入你正在檢視的檔案夾，列表會捲動顯示它們。

source: Pockterm creates an Ed25519 key pair and stores the private key in the iOS Keychain.
ar: ينشئ Pockterm زوج مفاتيح Ed25519 ويحفظ المفتاح الخاص في سلسلة مفاتيح iOS.
el: Το Pockterm δημιουργεί ένα ζεύγος κλειδιών Ed25519 και αποθηκεύει το ιδιωτικό κλειδί στο Μπρελόκ του iOS.
es: Pockterm crea un par de claves Ed25519 y guarda la clave privada en el Llavero de iOS.
fr: Pockterm crée une paire de clés Ed25519 et conserve la clé privée dans le trousseau iOS.
he: ‏Pockterm יוצר זוג מפתחות Ed25519 ושומר את המפתח הפרטי במחזיק המפתחות של iOS.
hi: Pockterm एक Ed25519 कुंजी जोड़ी बनाता है और निजी कुंजी को iOS कीचेन में रखता है।
it: Pockterm crea una coppia di chiavi Ed25519 e conserva la chiave privata nel Portachiavi iOS.
ja: Pockterm は Ed25519 の鍵ペアを作成し、秘密鍵を iOS のキーチェーンに保存します。
ko: Pockterm은 Ed25519 키 쌍을 만들고 개인 키를 iOS 키체인에 저장합니다.
ru: Pockterm создаёт пару ключей Ed25519 и сохраняет закрытый ключ в связке ключей iOS.
te: Pockterm ఒక Ed25519 కీ జతను సృష్టించి, ప్రైవేట్ కీని iOS కీచెయిన్‌లో ఉంచుతుంది.
uk: Pockterm створює пару ключів Ed25519 і зберігає закритий ключ у зв'язці ключів iOS.
zh_hans: Pockterm 会创建一个 Ed25519 密钥对，并将私钥存储在 iOS 钥匙串中。
zh_hant: Pockterm 會製作一組 Ed25519 金鑰組，並將私密金鑰儲存在 iOS 鑰匙圈中。

source: Pockterm has no account, and your connection data stays on your device.
ar: لا يستخدم Pockterm أي حساب، وتبقى بيانات اتصالك على جهازك.
el: Το Pockterm δεν έχει λογαριασμό και τα δεδομένα των συνδέσεών σας παραμένουν στη συσκευή σας.
es: Pockterm no tiene cuentas, y los datos de tus conexiones permanecen en tu dispositivo.
fr: Pockterm ne nécessite aucun compte, et les données de vos connexions restent sur votre appareil.
he: ל-Pockterm אין חשבונות, ונתוני החיבורים שלך נשארים במכשיר שלך.
hi: Pockterm में कोई खाता नहीं है, और आपके कनेक्शन का डेटा आपके डिवाइस पर ही रहता है।
it: Pockterm non richiede alcun account e i dati delle tue connessioni restano sul tuo dispositivo.
ja: Pockterm にアカウントはなく、接続に関するデータはデバイス内に留まります。
ko: Pockterm에는 계정이 없으며, 연결 데이터는 기기에 남습니다.
ru: У Pockterm нет учётной записи, и данные ваших подключений остаются на устройстве.
te: Pockterm కు ఖాతా లేదు, మరియు మీ కనెక్షన్ డేటా మీ పరికరంలోనే ఉంటుంది.
uk: Pockterm не має облікового запису, і дані ваших підключень лишаються на пристрої.
zh_hans: Pockterm 没有账户，你的连接数据都保留在设备上。
zh_hant: Pockterm 沒有帳號，你的連線資料都保留在裝置上。

source: Pockterm is a full-featured SSH client for iPhone. You can connect to servers, run an interactive terminal, transfer files over SFTP, and set up port-forwarding tunnels.
ar: ‏Pockterm عميل SSH متكامل للآيفون. يمكنك الاتصال بالخوادم وتشغيل طرفية تفاعلية ونقل الملفات عبر SFTP وإعداد أنفاق لتوجيه المنافذ.
el: Το Pockterm είναι ένας πλήρης πελάτης SSH για iPhone. Μπορείτε να συνδέεστε σε διακομιστές, να χρησιμοποιείτε διαδραστικό τερματικό, να μεταφέρετε αρχεία μέσω SFTP και να στήνετε σήραγγες προώθησης θυρών.
es: Pockterm es un cliente SSH completo para iPhone. Puedes conectarte a servidores, usar un terminal interactivo, transferir archivos por SFTP y crear túneles de redirección de puertos.
fr: Pockterm est un client SSH complet pour iPhone. Vous pouvez vous connecter à des serveurs, utiliser un terminal interactif, transférer des fichiers via SFTP et créer des tunnels de redirection de ports.
he: ‏Pockterm הוא לקוח SSH מלא לאייפון. אפשר להתחבר לשרתים, להריץ מסוף אינטראקטיבי, להעביר קבצים דרך SFTP ולהקים מנהרות לניתוב יציאות.
hi: Pockterm iPhone के लिए एक पूर्ण SSH क्लाइंट है। आप सर्वर से कनेक्ट कर सकते हैं, इंटरैक्टिव टर्मिनल चला सकते हैं, SFTP से फ़ाइलें भेज सकते हैं, और पोर्ट-फ़ॉरवर्डिंग टनल बना सकते हैं।
it: Pockterm è un client SSH completo per iPhone. Puoi connetterti a server, usare un terminale interattivo, trasferire file via SFTP e creare tunnel di inoltro porte.
ja: Pockterm は iPhone 向けの本格的な SSH クライアントです。サーバに接続し、対話型ターミナルを使い、SFTP でファイルを転送し、ポート転送のトンネルを設定できます。
ko: Pockterm은 iPhone용 본격 SSH 클라이언트입니다. 서버에 연결하고, 대화형 터미널을 사용하고, SFTP로 파일을 전송하고, 포트 포워딩 터널을 설정할 수 있습니다.
ru: Pockterm — полноценный клиент SSH для iPhone. Вы можете подключаться к серверам, работать в интерактивном терминале, передавать файлы по SFTP и настраивать туннели перенаправления портов.
te: Pockterm అనేది iPhone కోసం పూర్తి స్థాయి SSH క్లయింట్. మీరు సర్వర్‌లకు కనెక్ట్ అవ్వవచ్చు, ఇంటరాక్టివ్ టెర్మినల్‌ను ఉపయోగించవచ్చు, SFTP ద్వారా ఫైల్‌లను బదిలీ చేయవచ్చు, మరియు పోర్ట్-ఫార్వర్డింగ్ టన్నెల్‌లను ఏర్పాటు చేయవచ్చు.
uk: Pockterm — повноцінний клієнт SSH для iPhone. Ви можете підключатися до серверів, працювати в інтерактивному терміналі, передавати файли через SFTP і налаштовувати тунелі переспрямування портів.
zh_hans: Pockterm 是一款功能完整的 iPhone SSH 客户端。你可以连接服务器、运行交互式终端、通过 SFTP 传输文件，并设置端口转发隧道。
zh_hant: Pockterm 是一款功能完整的 iPhone SSH 用戶端。你可以連線伺服器、執行互動式終端機、透過 SFTP 傳輸檔案，並設定埠轉送通道。

source: Pockterm reads the `Host`, `HostName`, `User`, and `Port` settings. Password credentials are created for each username so you can fill in the secret afterward.
ar: يقرأ Pockterm إعدادات `Host` و`HostName` و`User` و`Port`. وتُنشأ بيانات اعتماد بكلمة سر لكل اسم مستخدم لتتمكن من إدخال السر لاحقًا.
el: Το Pockterm διαβάζει τις ρυθμίσεις `Host`, `HostName`, `User` και `Port`. Δημιουργούνται διαπιστευτήρια με κωδικό για κάθε όνομα χρήστη, ώστε να συμπληρώσετε το μυστικό αργότερα.
es: Pockterm lee los ajustes `Host`, `HostName`, `User` y `Port`. Se crean credenciales de contraseña para cada nombre de usuario, de modo que puedas rellenar el secreto después.
fr: Pockterm lit les réglages `Host`, `HostName`, `User` et `Port`. Des identifiants par mot de passe sont créés pour chaque nom d'utilisateur, afin que vous puissiez renseigner le secret par la suite.
he: ‏Pockterm קורא את ההגדרות `Host`, `HostName`, `User` ו-`Port`. נוצרים אישורי גישה מסוג סיסמה לכל שם משתמש, כך שתוכל למלא את הסוד אחר כך.
hi: Pockterm `Host`, `HostName`, `User` और `Port` सेटिंग पढ़ता है। हर उपयोगकर्ता नाम के लिए पासवर्ड क्रेडेंशियल बनाए जाते हैं ताकि आप बाद में गुप्त मान भर सकें।
it: Pockterm legge le impostazioni `Host`, `HostName`, `User` e `Port`. Per ogni nome utente vengono create credenziali con password, così puoi inserire il segreto in un secondo momento.
ja: Pockterm は `Host`、`HostName`、`User`、`Port` の設定を読み取ります。ユーザ名ごとにパスワードの認証情報が作成されるので、あとから秘密の値を入力できます。
ko: Pockterm은 `Host`, `HostName`, `User`, `Port` 설정을 읽습니다. 사용자 이름마다 암호 인증 정보가 생성되므로 나중에 비밀 값을 입력할 수 있습니다.
ru: Pockterm читает настройки `Host`, `HostName`, `User` и `Port`. Для каждого имени пользователя создаются учётные данные с паролем, чтобы вы могли ввести секрет позже.
te: Pockterm `Host`, `HostName`, `User`, మరియు `Port` సెట్టింగ్‌లను చదువుతుంది. ప్రతి వినియోగదారు పేరుకు పాస్‌వర్డ్ ఆధారాలు సృష్టించబడతాయి, తద్వారా మీరు రహస్యాన్ని తర్వాత నింపవచ్చు.
uk: Pockterm читає налаштування `Host`, `HostName`, `User` і `Port`. Для кожного імені користувача створюються облікові дані з паролем, щоб ви могли ввести секрет пізніше.
zh_hans: Pockterm 会读取 `Host`、`HostName`、`User` 和 `Port` 设置。系统会为每个用户名创建密码凭证，你可以随后填入密钥内容。
zh_hant: Pockterm 會讀取 `Host`、`HostName`、`User` 與 `Port` 設定。系統會為每個使用者名稱製作密碼憑證，你可以稍後再填入密鑰內容。

source: Port
ar: المنفذ
el: Θύρα
es: Puerto
he: יציאה
hi: पोर्ट
it: Porta
ja: ポート
ko: 포트
ru: Порт
te: పోర్ట్
uk: Порт
zh_hans: 端口
zh_hant: 埠

source: Port Forwarding
ar: توجيه المنافذ
el: Προώθηση θυρών
es: Redirección de puertos
fr: Redirection de ports
he: ניתוב יציאות
hi: पोर्ट फ़ॉरवर्डिंग
it: Inoltro porte
ja: ポート転送
ko: 포트 포워딩
ru: Перенаправление портов
te: పోర్ట్ ఫార్వర్డింగ్
uk: Переспрямування портів
zh_hans: 端口转发
zh_hant: 埠轉送

source: Port forwarding routes network connections through an SSH server.
ar: يوجّه توجيهُ المنافذ اتصالاتِ الشبكة عبر خادم SSH.
el: Η προώθηση θυρών δρομολογεί συνδέσεις δικτύου μέσω ενός διακομιστή SSH.
es: La redirección de puertos encamina conexiones de red a través de un servidor SSH.
fr: La redirection de ports achemine les connexions réseau via un serveur SSH.
he: ניתוב יציאות מנתב חיבורי רשת דרך שרת SSH.
hi: पोर्ट फ़ॉरवर्डिंग नेटवर्क कनेक्शन को SSH सर्वर के ज़रिए भेजती है।
it: L'inoltro delle porte instrada le connessioni di rete attraverso un server SSH.
ja: ポート転送は、ネットワーク接続を SSH サーバ経由で中継します。
ko: 포트 포워딩은 네트워크 연결을 SSH 서버를 통해 전달합니다.
ru: Перенаправление портов направляет сетевые соединения через сервер SSH.
te: పోర్ట్ ఫార్వర్డింగ్ నెట్‌వర్క్ కనెక్షన్‌లను SSH సర్వర్ ద్వారా పంపుతుంది.
uk: Переспрямування портів скеровує мережеві з'єднання через сервер SSH.
zh_hans: 端口转发会将网络连接经由 SSH 服务器进行路由。
zh_hant: 埠轉送會將網路連線經由 SSH 伺服器進行路由。

source: Private Key
ar: المفتاح الخاص
el: Ιδιωτικό κλειδί
es: Clave privada
fr: Clé privée
he: מפתח פרטי
hi: निजी कुंजी
it: Chiave privata
ja: 秘密鍵
ko: 개인 키
ru: Закрытый ключ
te: ప్రైవేట్ కీ
uk: Закритий ключ
zh_hans: 私钥
zh_hant: 私密金鑰

source: Protocol
ar: البروتوكول
el: Πρωτόκολλο
es: Protocolo
fr: Protocole
he: פרוטוקול
hi: प्रोटोकॉल
it: Protocollo
ja: プロトコル
ko: 프로토콜
ru: Протокол
te: ప్రోటోకాల్
uk: Протокол
zh_hans: 协议
zh_hant: 通訊協定

source: Provider
ar: المزوّد
el: Πάροχος
es: Proveedor
fr: Fournisseur
he: ספק
hi: प्रदाता
ja: プロバイダ
ko: 제공업체
ru: Провайдер
te: ప్రొవైడర్
uk: Провайдер
zh_hans: 服务商
zh_hant: 供應商

source: Pull down to **search** by label or address. Hosts you've used recently appear under Recents.
ar: اسحب لأسفل لـ**البحث** بالتسمية أو العنوان. ويظهر المضيفون الذين استخدمتهم مؤخرًا ضمن الأخيرة.
el: Τραβήξτε προς τα κάτω για **αναζήτηση** με ετικέτα ή διεύθυνση. Οι διακομιστές που χρησιμοποιήσατε πρόσφατα εμφανίζονται στα Πρόσφατα.
es: Desliza hacia abajo para **buscar** por etiqueta o dirección. Los hosts que has usado hace poco aparecen en Recientes.
fr: Tirez vers le bas pour **rechercher** par libellé ou par adresse. Les hôtes utilisés récemment apparaissent sous Récents.
he: משוך מטה כדי **לחפש** לפי תווית או כתובת. מארחים שהשתמשת בהם לאחרונה מופיעים תחת אחרונים.
hi: लेबल या पते से **खोजने** के लिए नीचे खींचें। हाल में उपयोग किए गए होस्ट «हाल के» में दिखते हैं।
it: Trascina verso il basso per **cercare** per etichetta o indirizzo. Gli host usati di recente compaiono sotto Recenti.
ja: 下に引くと、ラベルやアドレスで**検索**できます。最近使ったホストは「最近」に表示されます。
ko: 아래로 당기면 레이블이나 주소로 **검색**할 수 있습니다. 최근 사용한 호스트는 최근 항목에 표시됩니다.
ru: Потяните вниз, чтобы выполнить **поиск** по метке или адресу. Недавно использованные хосты появляются в разделе «Недавние».
te: లేబుల్ లేదా చిరునామా ద్వారా **వెతకడానికి** కిందికి లాగండి. మీరు ఇటీవల ఉపయోగించిన హోస్ట్‌లు ఇటీవలివి కింద కనిపిస్తాయి.
uk: Потягніть донизу, щоб виконати **пошук** за міткою або адресою. Нещодавно використані хости з'являються в розділі «Нещодавні».
zh_hans: 下拉可按标签或地址**搜索**。最近使用过的主机会显示在“最近使用”下。
zh_hant: 下拉可依標籤或位址**搜尋**。最近使用過的主機會顯示在「最近使用」下方。

source: Put the terminal on a bigger screen
ar: اعرض الطرفية على شاشة أكبر
el: Βάλτε το τερματικό σε μεγαλύτερη οθόνη
es: Lleva el terminal a una pantalla más grande
fr: Affichez le terminal sur un plus grand écran
he: הצגת המסוף על מסך גדול יותר
hi: टर्मिनल को बड़ी स्क्रीन पर ले जाएँ
it: Porta il terminale su uno schermo più grande
ja: ターミナルを大きな画面に映す
ko: 터미널을 더 큰 화면에 띄우기
ru: Терминал на большом экране
te: టెర్మినల్‌ను పెద్ద స్క్రీన్‌పై చూపించండి
uk: Термінал на великому екрані
zh_hans: 把终端放到更大的屏幕上
zh_hant: 把終端機放到更大的螢幕上

source: Rate limited by the provider. Try again shortly.
ar: قيّد المزوّد معدّل الطلبات. أعد المحاولة بعد قليل.
el: Ο πάροχος περιόρισε τον ρυθμό αιτημάτων. Δοκιμάστε ξανά σύντομα.
es: El proveedor ha limitado la frecuencia de peticiones. Vuelve a intentarlo en breve.
fr: Limite de débit atteinte chez le fournisseur. Réessayez dans un instant.
he: הספק הגביל את קצב הבקשות. נסה שוב בקרוב.
hi: प्रदाता ने दर सीमित कर दी है। थोड़ी देर बाद फिर कोशिश करें।
it: Limite di frequenza del provider raggiunto. Riprova tra poco.
ja: プロバイダによりレート制限されています。しばらくしてからやり直してください。
ko: 제공업체의 요청 한도에 도달했습니다. 잠시 후 다시 시도하십시오.
ru: Провайдер ограничил частоту запросов. Повторите попытку позже.
te: ప్రొవైడర్ రేటు పరిమితి విధించారు. కాసేపటి తర్వాత మళ్లీ ప్రయత్నించండి.
uk: Провайдер обмежив частоту запитів. Спробуйте ще раз незабаром.
zh_hans: 已被服务商限流。请稍后重试。
zh_hant: 已被供應商限流。請稍後再試。

source: Recents
ar: الأخيرة
el: Πρόσφατα
es: Recientes
fr: Récents
he: אחרונים
hi: हाल के
it: Recenti
ja: 最近
ko: 최근 항목
ru: Недавние
te: ఇటీవలివి
uk: Нещодавні
zh_hans: 最近使用
zh_hant: 最近使用

source: Reject
ar: رفض
el: Απόρριψη
es: Rechazar
fr: Rejeter
he: דחה
hi: ठुकराएँ
it: Rifiuta
ja: 却下
ko: 거절
ru: Отклонить
te: తిరస్కరించు
uk: Відхилити
zh_hans: 拒绝
zh_hant: 拒絕

source: Remote
ar: بعيد
el: Απομακρυσμένο
es: Remoto
fr: Distant
he: מרוחק
hi: रिमोट
it: Remoto
ja: リモート
ko: 원격
ru: Удалённый
te: రిమోట్
uk: Віддалений
zh_hans: 远程
zh_hant: 遠端

source: Remove
ar: إزالة
el: Αφαίρεση
es: Quitar
fr: Retirer
he: הסר
hi: हटाएँ
it: Rimuovi
ja: 取り除く
ko: 제거
ru: Убрать
te: తీసివేయి
uk: Прибрати
zh_hans: 移除
zh_hant: 移除

source: Remove %@
ar: إزالة %@
el: Αφαίρεση %@
es: Quitar %@
fr: Retirer %@
he: הסר %@
hi: %@ हटाएँ
it: Rimuovi %@
ja: %@ を取り除く
ko: %@ 제거
ru: Убрать %@
te: %@ ను తీసివేయి
uk: Прибрати %@
zh_hans: 移除 %@
zh_hant: 移除 %@

source: Rename
ar: إعادة تسمية
el: Μετονομασία
es: Renombrar
fr: Renommer
he: שנה שם
hi: नाम बदलें
it: Rinomina
ja: 名称変更
ko: 이름 변경
ru: Переименовать
te: పేరు మార్చు
uk: Перейменувати
zh_hans: 重命名
zh_hant: 重新命名

source: Replace
ar: استبدال
el: Αντικατάσταση
es: Reemplazar
fr: Remplacer
he: החלף
hi: प्रतिस्थापित करें
it: Sostituisci
ja: 置き換える
ko: 대치
ru: Заменить
te: భర్తీ చేయి
uk: Замінити
zh_hans: 替换
zh_hant: 取代

source: Replace API key
ar: استبدال مفتاح API
el: Αντικατάσταση κλειδιού API
es: Sustituir la clave API
fr: Remplacer la clé API
he: החלף מפתח API
hi: API कुंजी बदलें
it: Sostituisci la chiave API
ja: API キーを置き換え
ko: API 키 교체
ru: Заменить ключ API
te: API కీని మార్చు
uk: Замінити ключ API
zh_hans: 替换 API 密钥
zh_hant: 替換 API 金鑰

source: Replace overwrites what is already on the server.
ar: يستبدل «استبدال» ما هو موجود بالفعل على الخادم.
el: Η Αντικατάσταση αντικαθιστά ό,τι υπάρχει ήδη στον διακομιστή.
es: Reemplazar sobrescribe lo que ya hay en el servidor.
fr: Remplacer écrase ce qui se trouve déjà sur le serveur.
he: החלפה דורסת את מה שכבר נמצא בשרת.
hi: प्रतिस्थापित करने से सर्वर पर पहले से मौजूद फ़ाइल ओवरराइट हो जाती है।
it: Sostituisci sovrascrive ciò che è già sul server.
ja: 置き換えると、サーバ上の既存のファイルが上書きされます。
ko: 대치하면 서버에 이미 있는 파일을 덮어씁니다.
ru: При замене файл на сервере будет перезаписан.
te: భర్తీ చేస్తే సర్వర్‌లో ఇప్పటికే ఉన్నది తిరిగి రాయబడుతుంది.
uk: Заміна перезапише те, що вже є на сервері.
zh_hans: 替换会覆盖服务器上已有的内容。
zh_hant: 取代會覆寫伺服器上已有的內容。

source: Request failed (HTTP %@).
ar: فشل الطلب (HTTP %@).
el: Το αίτημα απέτυχε (HTTP %@).
es: La petición falló (HTTP %@).
fr: Échec de la requête (HTTP %@).
he: הבקשה נכשלה (HTTP %@).
hi: अनुरोध विफल (HTTP %@)।
it: Richiesta non riuscita (HTTP %@).
ja: リクエストが失敗しました（HTTP %@）。
ko: 요청하지 못했습니다(HTTP %@).
ru: Запрос не выполнен (HTTP %@).
te: అభ్యర్థన విఫలమైంది (HTTP %@).
uk: Запит не виконано (HTTP %@).
zh_hans: 请求失败（HTTP %@）。
zh_hant: 請求失敗（HTTP %@）。

source: Request failed (HTTP %@): %@
ar: فشل الطلب (HTTP %@): %@
el: Το αίτημα απέτυχε (HTTP %@): %@
es: La petición falló (HTTP %@): %@
fr: Échec de la requête (HTTP %@) : %@
he: הבקשה נכשלה (HTTP %@): %@
hi: अनुरोध विफल (HTTP %@): %@
it: Richiesta non riuscita (HTTP %@): %@
ja: リクエストが失敗しました（HTTP %@）：%@
ko: 요청하지 못했습니다(HTTP %@): %@
ru: Запрос не выполнен (HTTP %@): %@
te: అభ్యర్థన విఫలమైంది (HTTP %@): %@
uk: Запит не виконано (HTTP %@): %@
zh_hans: 请求失败（HTTP %@）：%@
zh_hant: 請求失敗（HTTP %@）：%@

source: Required — Pockterm needs a username and either a password or a key to sign in.
ar: مطلوب — يحتاج Pockterm إلى اسم مستخدم وإلى كلمة سر أو مفتاح لتسجيل الدخول.
el: Απαιτείται — το Pockterm χρειάζεται όνομα χρήστη και είτε κωδικό είτε κλειδί για να συνδεθεί.
es: Obligatorio: Pockterm necesita un nombre de usuario y una contraseña o una clave para iniciar sesión.
fr: Obligatoire — Pockterm a besoin d'un nom d'utilisateur et d'un mot de passe ou d'une clé pour s'authentifier.
he: נדרש — Pockterm זקוק לשם משתמש ולסיסמה או מפתח כדי להתחבר.
hi: आवश्यक — साइन इन के लिए Pockterm को उपयोगकर्ता नाम और पासवर्ड या कुंजी चाहिए।
it: Obbligatorio — a Pockterm servono un nome utente e una password o una chiave per autenticarsi.
ja: 必須です。サインインには、ユーザ名とパスワードまたは鍵が必要です。
ko: 필수입니다. 로그인하려면 사용자 이름과 암호 또는 키가 필요합니다.
ru: Обязательно — для входа Pockterm нужны имя пользователя и пароль или ключ.
te: అవసరం — సైన్ ఇన్ చేయడానికి Pockterm కు వినియోగదారు పేరు, మరియు పాస్‌వర్డ్ లేదా కీ కావాలి.
uk: Обов'язково — для входу Pockterm потрібні ім'я користувача та пароль або ключ.
zh_hans: 必填 — Pockterm 需要用户名，以及密码或密钥才能登录。
zh_hant: 必填 — Pockterm 需要使用者名稱，以及密碼或金鑰才能登入。

source: Reset to Default
ar: إعادة التعيين إلى الافتراضي
el: Επαναφορά προεπιλογών
es: Restablecer el valor predeterminado
fr: Rétablir les valeurs par défaut
he: אפס לברירת המחדל
hi: डिफ़ॉल्ट पर रीसेट करें
it: Ripristina predefiniti
ja: デフォルトに戻す
ko: 기본값으로 재설정
ru: Сбросить к настройкам по умолчанию
te: డిఫాల్ట్‌కు రీసెట్ చేయి
uk: Скинути до типових
zh_hans: 恢复默认值
zh_hant: 重置為預設值

source: Reset zoom to default size
ar: إعادة التكبير إلى الحجم الافتراضي
el: Επαναφορά ζουμ στο προεπιλεγμένο μέγεθος
es: Restablecer el zoom al tamaño predeterminado
fr: Rétablir le zoom à la taille par défaut
he: אפס את המרחק לגודל ברירת המחדל
hi: ज़ूम को डिफ़ॉल्ट आकार पर रीसेट करें
it: Ripristina lo zoom alla dimensione predefinita
ja: ズームをデフォルトのサイズに戻す
ko: 확대/축소를 기본 크기로 재설정
ru: Сбросить масштаб к размеру по умолчанию
te: జూమ్‌ను డిఫాల్ట్ పరిమాణానికి రీసెట్ చేయి
uk: Скинути масштаб до типового розміру
zh_hans: 将缩放恢复为默认大小
zh_hant: 將縮放重置為預設大小

source: Resume session %@
ar: استئناف الجلسة %@
el: Συνέχιση της συνεδρίας %@
es: Reanudar la sesión %@
fr: Reprendre la session %@
he: חדש את ההפעלה %@
hi: सत्र %@ फिर से शुरू करें
it: Riprendi la sessione %@
ja: セッション %@ を再開
ko: %@ 세션 재개
ru: Возобновить сессию %@
te: %@ సెషన్‌ను కొనసాగించు
uk: Відновити сесію %@
zh_hans: 恢复会话 %@
zh_hant: 繼續工作階段 %@

source: Review the detected hosts, turn off any you don't want, then tap **Import**.
ar: راجع المضيفين المكتشفين، وعطّل ما لا تريده، ثم اضغط **استيراد**.
el: Ελέγξτε τους διακομιστές που εντοπίστηκαν, απενεργοποιήστε όσους δεν θέλετε και μετά πατήστε **Εισαγωγή**.
es: Revisa los hosts detectados, desactiva los que no quieras y toca **Importar**.
fr: Vérifiez les hôtes détectés, désactivez ceux dont vous ne voulez pas, puis touchez **Importer**.
he: עבור על המארחים שזוהו, בטל את אלה שאינך רוצה, ואז הקש **ייבוא**.
hi: मिले हुए होस्ट देखें, जो नहीं चाहिए उन्हें बंद करें, फिर **आयात करें** टैप करें।
it: Controlla gli host rilevati, disattiva quelli che non vuoi, poi tocca **Importa**.
ja: 検出されたホストを確認し、不要なものをオフにしてから、**読み込む**をタップします。
ko: 감지된 호스트를 검토하고 원하지 않는 항목을 끈 다음 **가져오기**를 탭하십시오.
ru: Просмотрите найденные хосты, отключите ненужные и нажмите **Импорт**.
te: గుర్తించిన హోస్ట్‌లను సమీక్షించి, మీకు వద్దనుకున్నవాటిని ఆఫ్ చేసి, ఆ తర్వాత **దిగుమతి చేయి** నొక్కండి.
uk: Перегляньте виявлені хости, вимкніть непотрібні, потім торкніться **Імпорт**.
zh_hans: 检查检测到的主机，关闭不需要的，然后轻点**导入**。
zh_hant: 檢視偵測到的主機，關閉不需要的，然後點一下**輸入**。

source: Run
ar: تشغيل
el: Εκτέλεση
es: Ejecutar
fr: Exécuter
he: הרץ
hi: चलाएँ
it: Esegui
ja: 実行
ko: 실행
ru: Запустить
te: అమలు చేయి
uk: Виконати
zh_hans: 运行
zh_hant: 執行

source: Run a forward
ar: تشغيل توجيه
el: Εκτέλεση προώθησης
es: Ejecutar una redirección
fr: Exécuter une redirection
he: הרצת ניתוב
hi: फ़ॉरवर्ड चलाएँ
it: Eseguire un inoltro
ja: 転送を実行する
ko: 포워딩 실행하기
ru: Запуск перенаправления
te: ఫార్వర్డ్‌ను అమలు చేయడం
uk: Запуск переспрямування
zh_hans: 运行转发
zh_hant: 執行轉送

source: SFTP (Files)
ar: SFTP (الملفات)
el: SFTP (Αρχεία)
es: SFTP (Archivos)
fr: SFTP (Fichiers)
he: SFTP (קבצים)
hi: SFTP (फ़ाइलें)
it: SFTP (File)
ja: SFTP（ファイル）
ko: SFTP(파일)
ru: SFTP (файлы)
te: SFTP (ఫైల్‌లు)
uk: SFTP (файли)
zh_hans: SFTP（文件）
zh_hant: SFTP（檔案）

source: SFTP Error
ar: خطأ في SFTP
el: Σφάλμα SFTP
es: Error de SFTP
fr: Erreur SFTP
he: שגיאת SFTP
hi: SFTP त्रुटि
it: Errore SFTP
ja: SFTP エラー
ko: SFTP 오류
ru: Ошибка SFTP
te: SFTP లోపం
uk: Помилка SFTP
zh_hans: SFTP 错误
zh_hant: SFTP 錯誤

source: SFTP Help
ar: مساعدة SFTP
el: Βοήθεια SFTP
es: Ayuda de SFTP
fr: Aide SFTP
he: עזרה ל-SFTP
hi: SFTP मदद
it: Guida SFTP
ja: SFTP のヘルプ
ko: SFTP 도움말
ru: Справка по SFTP
te: SFTP సహాయం
uk: Довідка щодо SFTP
zh_hans: SFTP 帮助
zh_hant: SFTP 輔助說明
